{
"next": {
    "page": 1,
    "limit": 50
},
"previous":  {
    "page": 1,
    "limit": 50
},
"olderPosts" : [
        { "likes" : [],
        "_id" : "not found",
        "title" : "Fire is the visible effect of the process of combustion.  A special type of chemical reaction.",
        "body" : "Fire is the visible effect of the process of combustion a special type of chemical reaction. It occurs between oxygen in the air and some sort of fuel. The products from the chemical reaction are completely different from the starting material.\n\nThe fuel must be heated to its ignition temperature for combustion to occur. The reaction will keep going as long as there is enough heat, fuel and oxygen. This is known as the fire triangle.\n\nCombustion is when fuel reacts with oxygen to release heat energy. Combustion can be slow or fast depending on the amount of oxygen available. Combustion that results in a flame is very fast and is called burning. Combustion can only occur between gases.\n\nFuels can be solids, liquids or gases. During the chemical reaction that produces fire, fuel is heated to such an extent that (if not already a gas) it releases gases from its surface.\n\nOnly gases can react in combustion. Gases are made up of molecules (groups of atoms). When these gases are hot enough, the molecules in the gases break apart and fragments of molecules re-join with oxygen from the air to make new product molecules – water molecules (H2O) and carbon dioxide molecules (CO2) – and other products if burning is not complete.\n",
        "imageUrl" : "https://ik.imagekit.io/qp1uarozx/1_OT4GMaJ02.jpg?ik-sdk-version=javascript-1.4.3&updatedAt=1678149725333",
        "createdAt" : "2023-01-31T15:44:00.741+00:00",
        "updatedAt" : "2023-01-31T15:44:00.741+00:00",
        "videoUrl" : "https://youtu.be/HuNgLRPzTY4"
        },
        { "likes" : [],
        "_id" : "not found",
        "title" : "Sometimes, hot water freezes more quickly than cold water.",
        "body" : "Does hot water freeze faster than cold water?'--the answer is 'Not usually, but possibly under certain conditions.' It takes 540 calories to vaporize one gram of water, whereas it takes 100 calories to bring one gram of liquid water from 0 degrees Celsius to 100 degrees C. When water is hotter than 80 degrees C, the rate of cooling by rapid vaporization is very high because each evaporating gram draws at least 540 calories from the water left behind. This is a very large amount of heat compared with the one calorie per Celsius degree that is drawn from each gram of water that cools by regular thermal conduction.\n\nIt all depends on how fast the cooling occurs, and it turns out that hot water will not freeze before cold water but will freeze before lukewarm water. Water at 100 degrees C, for example, will freeze before water warmer than 60 degrees C but not before water cooler than 60 degrees C. This phenomenon is particularly evident when the surface area that cools by rapid evaporation is large compared with the amount of water involved, such as when you wash a car with hot water on a cold winter day. [For reference, look at Conceptual Physics, by Paul G. Hewitt (HarperCollins, 1993).]\n\nAnother situation in which hot water may freeze faster is when a pan of cold water and a pan of hot water of equal mass are placed in a freezer compartment. There is the effect of evaporation mentioned above, and also the thermal contact with the freezer shelf will cool the bottom part of the body of water. If water is cold enough, close to four degrees C (the temperature at which water is densest), then near-freezing water at the bottom will rise to the top. Convection currents will continue until the entire body of water is 0 degrees C, at which point all the water finally freezes. If the water is initially hot, cooled water at the bottom is denser than the hot water at the top, so no convection will occur and the bottom part will start freezing while the top is still warm. This effect, combined with the evaporation effect, may make hot water freeze faster than cold water in some cases. In this case, of course, the freezer will have worked harder during the given amount of time, extracting more heat from hot water.",
        "imageUrl" : "https://ik.imagekit.io/qp1uarozx/2_b6quuQOg_.jpg?ik-sdk-version=javascript-1.4.3&updatedAt=1678384580929",
        "createdAt" : "2023-01-31T15:44:00.741+00:00",
        "updatedAt" : "2023-01-31T15:44:00.741+00:00",
        "videoUrl" : "https://youtu.be/7d1CyZP22OU"
        },
    
     { "likes" : [],
        "_id" : "not found",
        "title" : "Sharks have been around longer than dinosaurs.",
        "body" : "The mere suggestion of a shark is enough to conjure fear in many of us. But sharks also inspire awe. It isn’t just their elegance or physicality; equally impressive is their tenacity. As a group, sharks have been around for at least 420 million years, meaning they have survived four of the “big five” mass extinctions. That makes them older than humanity, older than Mount Everest, older than dinosaurs, older even than trees.\n\nIt is possible that sharks just got lucky in the lottery of life. But over the past few years, scientists have discovered that the fish possess some unusual qualities that allow them to be super-adaptable in the face of change, including a fondness for hanging out around underwater volcanoes. The big question now is whether these qualities will help sharks survive the current sixth mass extinction, triggered by human activities. Today, sharks face a new challenge, far deadlier than any they have ever encountered.\n\nSharks, along with rays, skates and chimaeras, make up a group of fish known as chondrichthyes, characterised by a cartilaginous skeleton. Fossil scales found in Siberia indicate that sharks originated in the Silurian period, the third period of the Paleozoic Era. It began 443.8 million years ago and ended 419.2 million years ago, extending from the close of the Ordovician Period to the beginning of the Devonian Period.\n",
        "imageUrl" : "https://ik.imagekit.io/qp1uarozx/3_lHueUdAcF.jpg?ik-sdk-version=javascript-1.4.3&updatedAt=1678384581403",
        "createdAt" : "2023-01-31T15:44:00.741+00:00",
        "updatedAt" : "2023-01-31T15:44:00.741+00:00",
        "videoUrl" : "https://youtu.be/TPM_rVpxh14"
        },
     { "likes" : [],
        "_id" : "not found",
        "title" : "There are tiny star-like heavenly bodies that are so dense called Neutrons.",
        "body" : "A neutron star is the densest object astronomers can observe directly, crushing half a million times Earth's mass into a sphere about 12 miles across.\n\nNeutron stars are formed when a massive star runs out of fuel and collapses. The very central region of the star – the core – collapses, crushing together every proton and electron into a neutron. If the core of the collapsing star is between about 1 and 3 solar masses, these newly-created neutrons can stop the collapse, leaving behind a neutron star. (Stars with higher masses will continue to collapse into stellar-mass black holes.)\n\nThis collapse leaves behind the densest object known – an object with the mass of a sun squished down to the size of a city. These stellar remnants measure about 20 kilometres (12.5 miles) across. One sugar cube of neutron star material would weigh about 1 trillion kilograms (or 1 billion tons) on Earth – about as much as a mountain.\n\nSince neutron stars began their existence as stars, they are found scattered throughout the galaxy in the same places where we find stars. And like stars, they can be found by themselves or in binary systems with a companion.\n\nMany neutron stars are likely undetectable because they simply do not emit enough radiation. However, under certain conditions, they can be easily observed. A handful of neutron stars have been found sitting at the centers of supernova remnants quietly emitting X-rays. More often, though, neutron stars are found spinning wildly with extreme magnetic fields as pulsars or magnetars. In binary systems, some neutron stars can be found accreting materials from their companions, emitting electromagnetic radiation powered by the gravitational energy of the accreting material.",
        "imageUrl" : "https://ik.imagekit.io/qp1uarozx/4_x5EHBXSN9.jpg?ik-sdk-version=javascript-1.4.3&updatedAt=1678384579696",
        "createdAt" : "2023-01-31T15:44:00.741+00:00",
        "updatedAt" : "2023-01-31T15:44:00.741+00:00",
        "videoUrl" : "https://www.youtube.com/watch?v=o-27Xv38CYY"
        },
    ,
    { "likes" : [],
        "_id" : "not found",
        "title" : "Eye colour is directly related to the amount of melanin in the front layers of the eyes.",
        "body" : "A person’s eye color results from pigmentation of a structure called the iris, which surrounds the small black hole in the center of the eye (the pupil) and helps control how much light can enter the eye. The color of the iris ranges on a continuum from very light blue to dark brown. Most of the time eye color is categorized as blue, green/hazel, or brown. Brown is the most frequent eye color worldwide. Lighter eye colors, such as blue and green, are found almost exclusively among people of European ancestry.\n\nEye color is determined by variations in a person\’s genes. Most of the genes associated with eye color are involved in the production, transport, or storage of a pigment called melanin. Eye color is directly related to the amount and quality of melanin in the front layers of the iris. People with brown eyes have a large amount of melanin in the iris, while people with blue eyes have much less of this pigment.\n\nA particular region on chromosome 15 plays a major role in eye color. Within this region, there are two genes located very close together: OCA2 and HERC2. The protein produced from the OCA2 gene, known as the P protein, is involved in the maturation of melanosomes, which are cellular structures that produce and store melanin. The P protein therefore plays a crucial role in the amount and quality of melanin that is present in the iris. Several common variations (polymorphisms) in the OCA2 gene reduce the amount of functional P protein that is produced. Less P protein means that less melanin is present in the iris, leading to blue eyes instead of brown in people with a polymorphism in this gene.\n",
        "imageUrl" : "https://ik.imagekit.io/qp1uarozx/5_ssSJ1VsaE.jpg?ik-sdk-version=javascript-1.4.3&updatedAt=1678384584478",
        "createdAt" : "2023-01-31T15:44:00.741+00:00",
        "updatedAt" : "2023-01-31T15:44:00.741+00:00",
        "videoUrl" : "https://youtu.be/DW0WfM-gaZA"
        },

        { "likes" : [],
        "_id" : "not found",
        "title" : "For hundreds of years, the Chinese amazingly guarded the secret of making silk.  Imperial law decreed death to those who revealed it.",
        "body" : "When the Chinese discovered the secret to creating silk, they held the monopoly on silk production worldwide. The industry was such a boon to Chinese trade that an imperial decree was issued which condemned to death anyone who attempted to sneak silkworms or eggs out of the empire.\n\nBut the secret did eventually get out, and there are lots of theories concerning how. One tells the story of a Chinese princess who was wed to the Prince of Khotan. She loved silk so dearly that she hid silkworm eggs in her hairpiece. However, Khotan also kept the secret, so the mystery of silk continued for the westerners. By 300 CE Japan learned the secrets of silk production when a Japanese expedition managed to take some silkworm eggs and also four young girls who were trained in the art of creating the material.\n\nThe West finally cracked the secret in 552 CE when the Byzantine emperor Justinian sent two Nestorian monks to central Asia. The monks hit the eggs in their hollow bamboo staves. The eggs hatched into worms which then spun cocoons. Slowly but surely silk production began to spread around the world, and the Chinese re-established themselves as a major silk supplier.\n",
        "imageUrl" : "https://ik.imagekit.io/qp1uarozx/6_ow35vUW5u.jpg?ik-sdk-version=javascript-1.4.3&updatedAt=1678384584457",
        "createdAt" : "2023-01-31T15:44:00.741+00:00",
        "updatedAt" : "2023-01-31T15:44:00.741+00:00",
        "videoUrl" : "https://www.youtube.com/watch?v=5xTfXVSTMdY"
        },
        { "likes" : [],
        "_id" : "not found",
        "title" : "The average life span of an elephant is 50 – 70 years, but the oldest known elephant in the world was 86 when he died.",
        "body" : "The average lifespan for an elephant can be anything from 50-70 years, but the oldest elephant ever was named Lin Wang, who died in a Taiwanese zoo at the ripe old age of 86. But he managed to fit a whole lot of awesome into his life before then.\n\nDuring World War II, the young pachyderm was recruited to move supplies for the Japanese army before being captured by the Chinese along with a dozen other elephants. At the end of the war, Lin Wang managed to survive the trek back to China from Burma, which was so difficult that it killed six of the other elephants. For the next few years, he was used to build monuments and joined a circus.\n\nWhen China fell to the Communists in 1949, many people fled to Taiwan, and they brought Lin Wang along with them; within two years he was the only elephant out of the original 13 captured during the war that was still alive. Once safely in Taiwan he was finally placed in a zoo to live out his retirement in peace.\n\nAs he grew older, Lin Wang became famous and received the absolute devotion of the Taiwanese. Starting in 1983, his birthday was celebrated every year. Even his transfer from one zoo to another brought thousands of people out to watch. When he finally died in 2003, tens of thousands of people left cards and flowers outside the zoo, including the then President of Taiwan.",
        "imageUrl" : "https://ik.imagekit.io/qp1uarozx/7_7wHVn1EDug.jpg?ik-sdk-version=javascript-1.4.3&updatedAt=1678384583503",
        "createdAt" : "2023-01-31T15:44:00.741+00:00",
        "updatedAt" : "2023-01-31T15:44:00.741+00:00",
        "videoUrl" : "https://www.youtube.com/watch?v=jjVoeYvzFGg"
        },
        { "likes" : [],
        "_id" : "not found",
        "title" : "With fiber optics light is used instead of electricity to send information.",
        "body" : "A fiber-optic cable is made up of incredibly thin strands of glass or plastic known as optical fibers; one cable can have as few as two strands or as many as several hundred. Each strand is less than a tenth as thick as a human hair and can carry something like 25,000 telephone calls, so an entire fiber-optic cable can easily carry several million calls. The current record for a "single-mode" fiber (that's explained below) is 178 terabits (trillion bits) per second—enough for 100 million Zoom sessions.\nFiber-optic cables carry information between two places using entirely optical (light-based) technology. Suppose you wanted to send information from your computer to a friend's house down the street using fiber optics. You could hook your computer up to a laser, which would convert electrical information from the computer into a series of light pulses. Then you'd fire the laser down the fiber-optic cable. After traveling down the cable, the light beams would emerge at the other end. Your friend would need a photoelectric cell (light-detecting component) to turn the pulses of light back into electrical information his or her computer could understand. So the whole apparatus would be like a really neat, hi-tech version of the kind of telephone you can make out of two baked-bean cans and a length of string!\nLight travels down a fiber-optic cable by bouncing repeatedly off the walls. Each tiny photon (particle of light) bounces down the pipe like a bobsleigh going down an ice run. Now you might expect a beam of light, traveling in a clear glass pipe, simply to leak out of the edges. But if light hits glass at a really shallow angle (less than 42 degrees), it reflects back in again—as though the glass were really a mirror. This phenomenon is called total internal reflection. It's one of the things that keeps light inside the pipe.\nThe other thing that keeps light in the pipe is the structure of the cable, which is made up of two separate parts. The main part of the cable—in the middle—is called the core and that's the bit the light travels through. Wrapped around the outside of the core is another layer of glass called the cladding. The cladding's job is to keep the light signals inside the core. It can do this because it is made of a different type of glass to the core. (More technically, the cladding has a lower refractive index.)\n",
        "imageUrl" : "https://ik.imagekit.io/qp1uarozx/9_d3upmASII.jpg?ik-sdk-version=javascript-1.4.3&updatedAt=1678384584537",
        "createdAt" : "2023-01-31T15:44:00.741+00:00",
        "updatedAt" : "2023-01-31T15:44:00.741+00:00",
        "videoUrl" : "https://www.youtube.com/watch?v=-Kgkujz_HBc"
        },
        { "likes" : [],
        "_id" : "not found",
        "title" : "Many plants are carnivores like the Venus flytrap and eat tiny insects and spiders to gain useful nutrients.",
        "body" : "The Venus flytrap is a flowering plant best known for its carnivorous eating habits. The “trap” is made of two hinged lobes at the end of each leaf. On the inner surfaces of the lobes are hair-like projections called trichomes that cause the lobes to snap shut when prey comes in contact with them. This type of movement is called thigmonasty—a nondirectional plant response to being touched. To prevent the plant from wasting energy if prey isn’t actually there, the trap will only shut when the trichomes are touched multiple times. The hinged traps are edged with small bristles that interlock when the trap shuts to ensure the prey can’t squirm out. There are other carnivorous plants in the wild, but the Venus flytrap is one of the very few that exhibits motion to actively trap its prey.\n\nThe Venus flytrap gets some of its nutrients from the soil, but to supplement its diet, the plant eats insects and arachnids. Ants, beetles, grasshoppers, flying insects, and spiders are all victims of the flytrap. It can take a Venus flytrap three to five days to digest an organism, and it may go months between meals.\n",
        "imageUrl" : "https://ik.imagekit.io/qp1uarozx/8_xu0cndg6-.jpg?ik-sdk-version=javascript-1.4.3&updatedAt=1678384583399",
        "createdAt" : "2023-01-31T15:44:00.741+00:00",
        "updatedAt" : "2023-01-31T15:44:00.741+00:00",
        "videoUrl" : "https://www.youtube.com/watch?v=EEsL0pkcvlA"
        },
        { "likes" : [],
        "_id" : "not found",
        "title" : "When he died, Einstein’s brain was given to scientists.",
        "body" : "Albert Einstein, touted as one of the greatest thinkers of the 20th century, died April 18, 1955, as a result of a fatal aneurysm, in Princeton, New Jersey. \nDespite Einstein’s wishes to have his entire body cremated, the doctor who conducted his autopsy, Thomas Harvey, had other plans—he kept the brain aside. After this was discovered by Einstein’s son Hans Albert, Dr. Harvey convinced Hans Albert to allow him to keep the brain in order to investigate potential biological causes for Einstein’s brilliance. Thus, a pathologist, with no particular neuroscience experience, came to be in possession of the highly coveted brain. This was just the beginning of the brain’s strange adventure.\nShortly after claiming Einstein’s brain, Dr. Harvey lost his job at Princeton Hospital, where he had ostensibly intended to conduct his research. From Princeton, with Einstein’s brain in tow, Harvey traveled to Philadelphia and around the Midwest, including Kansas and Missouri. Periodically, he would send or give sections of the brain to scientists to study, but for the most part the brain was kept hidden from the world in jars in his basement. However, despite repeated promises from Harvey, no studies were published on Einstein’s brain until 1985, 30 years after Einstein’s death, when a neuroscientist from UCLA, who had received sections from Harvey, published the first.\nIn the 1990s Harvey found himself back in Princeton, where he donated the remaining portion of the brain to a pathologist at the University Medical Center of Princeton (formerly Princeton Hospital) at Plainsboro, New Jersey. Over the course of 40 years, the brain had traveled across the United States, and pieces had been shipped overseas, but now it’s back in the very same hospital where Einstein died over 50 years ago. Although Harvey kept much of the brain himself and over the years many scientists or their families returned the pieces they had, Einstein’s brain has not quite finished its journey. It is likely that some pieces are still hidden away as family keepsakes, and some pieces are on display in the Mütter Museum in Philadelphia.\nHarvey’s purported goal in spiriting away the brain was to illuminate any potential biological differences between the brain of a genius such as Einstein and the brains of laypeople. So, is there anything in Einstein’s brain that can explain why he was a genius? Several studies have attempted to argue that there is. A study was published in 2012 which suggested that there are aspects of Einstein’s brain that are different from the average brain, such as an extra groove on his frontal lobe, the part of the brain associated with memory and planning, among other things. However, despite these physiological differences, it is unclear what exactly made Einstein so brilliant. The brains of hundreds of other geniuses would also have to be studied in order to limit potential variables. Brain shape varies from person to person, so the differences found in Einstein’s brain could have just been routine variability. So far, none of the various studies published have addressed this key factor. Unfortunately, even in spite of its long afterlife, Einstein’s brain has not led to any profound discoveries about what might make a person predisposed to intelligence.\n",
        "imageUrl" : "https://ik.imagekit.io/qp1uarozx/10_VIGsVHxvK.jpg?ik-sdk-version=javascript-1.4.3&updatedAt=1678384583380",
        "createdAt" : "2023-01-31T15:44:00.741+00:00",
        "updatedAt" : "2023-01-31T15:44:00.741+00:00",
        "videoUrl" : "https://www.youtube.com/watch?v=n4kDQvQNf1E"
        },
        { "likes" : [],
        "_id" : "not found",
        "title" : "The first computer virus was created in 1986.",
        "body" : "Brain, the first PC virus, began infecting 5.2 floppy disks in 1986. As Securelist reports, it was the work of two brothers, Basit and Amjad Farooq Alvi, who ran a computer store in Pakistan. Tired of customers making illegal copies of their software, they developed Brain, which replaced the boot sector of a floppy disk with a virus. The virus, which was also the first stealth virus, contained a hidden copyright message, but did not actually corrupt any data.",
        "imageUrl" : "https://ik.imagekit.io/qp1uarozx/12_5ddE1xYKc.jpg?ik-sdk-version=javascript-1.4.3&updatedAt=1678384581626",
        "createdAt" : "2023-01-31T15:44:00.741+00:00",
        "updatedAt" : "2023-01-31T15:44:00.741+00:00",
        "videoUrl" : "https://youtu.be/mU-uyDRut4A"
        },
        { "likes" : [],
        "_id" : "not found",
        "title" : "The first ever computer ran on water.",
        "body" : "Vladimir Sergeevich Lukyanov built the world’s first computer in 1936 that solved differential equations in partial derivatives. The amazing fact is that the machine was driven by water.\nThe construction company that Lukyanov worked with was unable to find a solution for the cracks that used to happen in concretes during winter’s sub-zero temperature. To understand the thermal process better, Lukyanov researched the temperature conditions in concrete masonry. Finally, he built the water integrator machine that could plot graphs and help visualize the thermal process.\nManufacturing plants, research organizations, and educational institutes used water computers well into the 1970s. The use of these hydraulic integrators diminished once the digital computers became more powerful and convenient to use.\n",
        "imageUrl" : "https://ik.imagekit.io/qp1uarozx/13-01_ErqJ1hVMl.jpg?ik-sdk-version=javascript-1.4.3&updatedAt=1678384583143",
        "createdAt" : "2023-01-31T15:44:00.741+00:00",
        "updatedAt" : "2023-01-31T15:44:00.741+00:00",
        "videoUrl" : "https://youtu.be/QECFHPVMHAI"
        },
        { "likes" : [],
        "_id" : "not found",
        "title" : "Ligers are formed when a male lion mates with a female tiger.",
        "body" : "Ligers are formed when a male lion mates with a female tiger. The Liger is a hybrid. It is the offspring of a male Lion and a female Tiger. This means that the Liger has parents that are different species, but the same genus.\nLigers only exist in captivity today, because the habitats of the parental species do not overlap out in the wild. They typically grow much larger than either parent species.\nAnother hybrid from the mating of the same animals – only reversed, a male Tiger and a female Lion – is known as the Tigon, and are often much smaller.\n",
        "imageUrl" : "https://ik.imagekit.io/qp1uarozx/14_TbLbJeDT8.jpg?ik-sdk-version=javascript-1.4.3&updatedAt=1678384584873",
        "createdAt" : "2023-01-31T15:44:00.741+00:00",
        "updatedAt" : "2023-01-31T15:44:00.741+00:00",
        "videoUrl" : "https://youtu.be/uP4Rjtmqg2I"
        },
        { "likes" : [],
        "_id" : "not found",
        "title" : "Atoms are actually made up of ELECTRONS and QUARKS",
        "body" : "We’ve been always taught that elementary particles of atoms are protons, neutrons and electrons. However, Atoms are constructed of two types of elementary particles: electrons and quarks.\nElectrons occupy a space that surrounds an atom's nucleus. Each electron has an electrical charge of -1.\nQuarks make up protons and neutrons, which, in turn, make up an atom's nucleus. Each proton and each neutron contain three quarks.\nA quark is a fast-moving point of energy. There are several varieties of quarks. Protons and neutrons are composed of two types: up quarks and down quarks.\nEach up quark has a charge of +2/3.\nEach down quark has a charge of -1/3.\nThe sum of the charges of quarks that make up a nuclear particle determines its electrical charge.\nProtons contain two up quarks and one down quark.\n+2/3 +2/3 -1/3 = +1\nNeutrons contain one up quark and two down quarks.\n+2/3 -1/3 -1/3 = 0\nThe nucleus is held together by the "strong nuclear force," which is one of four fundamental forces (gravity and electromagnetism are two others). The strong force counteracts the tendency of the positively-charged protons to repel each other. It also holds together the quarks that make up the protons and neutrons.\n",
        "imageUrl" : "https://ik.imagekit.io/qp1uarozx/15-01_h2meTyJjF.jpg?ik-sdk-version=javascript-1.4.3&updatedAt=1678384569849",
        "createdAt" : "2023-01-31T15:44:00.741+00:00",
        "updatedAt" : "2023-01-31T15:44:00.741+00:00",
        "videoUrl" : "https://youtu.be/UHS3oYs1gJo"
        },
        { "likes" : [],
        "_id" : "not found",
        "title" : "Vampire bats share blood with their friends.",
        "body" : "To prevent starvation, vampire bats will share their blood meals with an underfed friend. New research uncovers the steps leading up to this remarkable prosocial behavior and the importance of mutual grooming.\n\nVampire bats share their blood meals, but they don’t do this with just any ol’ bat. These flying mammals are known to form tight social bonds and build relationships that last for years. At the risk of anthropomorphizing, they actually seem to have friends.\n",
        "imageUrl" : "https://ik.imagekit.io/qp1uarozx/16_IxOwk0DdR.jpg?ik-sdk-version=javascript-1.4.3&updatedAt=1678384570429",
        "createdAt" : "2023-01-31T15:44:00.741+00:00",
        "updatedAt" : "2023-01-31T15:44:00.741+00:00",
        "videoUrl" : "https://youtu.be/VCNi1pEePFE"
        },
        { "likes" : [],
        "_id" : "not found",
        "title" : "The Longest Valley In The Solar System Is On Mars",
        "body" : "The largest canyon in the Solar System cuts a wide swath across the face of Mars. Named Valles Marineris, the grand valley extends over 3,000 kilometers long, spans as much as 600 kilometers across, and delves as much as 8 kilometers deep. By comparison, the Earth's Grand Canyon in Arizona, USA is 800 kilometers long, 30 kilometers across, and 1.8 kilometers deep. \nThe origin of the Valles Marineris remains unknown, although a leading hypothesis holds that it started as a crack billions of years ago as the planet cooled. Recently, several geologic processes have been identified in the canyon.\n",
        "imageUrl" : "https://ik.imagekit.io/qp1uarozx/17-01_Bl163jpYa.jpg?ik-sdk-version=javascript-1.4.3&updatedAt=1678384570257",
        "createdAt" : "2023-01-31T15:44:00.741+00:00",
        "updatedAt" : "2023-01-31T15:44:00.741+00:00",
        "videoUrl" : "https://youtu.be/MXXnYkplilI"
        },
        { "likes" : [],
        "_id" : "not found",
        "title" : "The most expensive material in the world is Antimatter.",
        "body" : "The most expensive substance on Earth is the antimatter. Production of one milligram of positrons costs about $25 million. In theory, we will be able to use antimatter as fuel for spacecrafts in the future. But the drawback today is that to make just one gram of it, all of mankind will have to work for about a year without rest.",
        "imageUrl" : "https://ik.imagekit.io/qp1uarozx/18_OhHcfgaMP.jpg?ik-sdk-version=javascript-1.4.3&updatedAt=1678384570953",
        "createdAt" : "2023-01-31T15:44:00.741+00:00",
        "updatedAt" : "2023-01-31T15:44:00.741+00:00",
        "videoUrl" : "https://youtu.be/HP58dAfakTM"
        },
        { "likes" : [],
        "_id" : "not found",
        "title" : "Chocolate is an antibacterial food.",
        "body" : "Compounds in the cocoa bean husk have an antibacterial effect and also fight against plaque. This makes chocolate less harmful than many other sweet foods your dentist might warn you against because the antibacterial agents in cocoa beans offset its high sugar levels.\n\nThe key to cocoa's dental benefits, according to Sadeghpour, is a substance called theobromine. A water-insoluble, crystalline bitter powder, theobromine is an alkaloid of the cacao plant and is therefore found in chocolate along with teas and other foods. Theobromine helps harden tooth enamel, making teeth less susceptible to decay.\n",
        "imageUrl" : "https://ik.imagekit.io/qp1uarozx/19_R6MRmBWDKZ.jpg?ik-sdk-version=javascript-1.4.3&updatedAt=1678384569899",
        "createdAt" : "2023-01-31T15:44:00.741+00:00",
        "updatedAt" : "2023-01-31T15:44:00.741+00:00",
        "videoUrl" : "https://youtu.be/f92T0sl0_B0"
        },
        { "likes" : [],
        "_id" : "not found",
        "title" : "The first alarm clock could only ring at 4 a.m.",
        "body" : "The first American alarm clock was created in 1787 by Levi Hutchins in Concord, New Hampshire. \n\nThis device he made only for himself however, and it only rang at 4 am, in order to wake him for his job. The French inventor Antoine Redier was the first to patent an adjustable mechanical alarm clock, in 1847.\n",
        "imageUrl" : "https://ik.imagekit.io/qp1uarozx/20-01_ZCPmm8EoK.jpg?ik-sdk-version=javascript-1.4.3&updatedAt=1678384570458",
        "createdAt" : "2023-01-31T15:44:00.741+00:00",
        "updatedAt" : "2023-01-31T15:44:00.741+00:00",
        "videoUrl" : "https://youtu.be/MaOGcQ2HEng"
        },
        { "likes" : [],
        "_id" : "not found",
        "title" : "Apple seeds are extremely poisonous.",
        "body" : "As you watch someone carelessly munching on an apple core, some vague alarm bells go off in your head. Didn't you hear somewhere that apple seeds are poisonous? \n\nWell, apple seeds can indeed be poisonous, but it takes quite a few of them to kill you and only if they have been crushed. \n\nApple seeds (and the seeds of related plants, such as pears and cherries) contain amygdalin, a cyanogenic glycoside composed of cyanide and sugar. When metabolized in the digestive system, this chemical degrades into highly poisonous hydrogen cyanide (HCN). A lethal dose of HCN can kill within minutes.\n",
        "imageUrl" : "https://ik.imagekit.io/qp1uarozx/21-01_9jbYScBtyI.jpg?ik-sdk-version=javascript-1.4.3&updatedAt=1678384570502",
        "createdAt" : "2023-01-31T15:44:00.741+00:00",
        "updatedAt" : "2023-01-31T15:44:00.741+00:00",
        "videoUrl" : "https://youtu.be/lHeL4HM7PPU"
        },
        { "likes" : [],
        "_id" : "not found",
        "title" : "The only rock that floats in water is pumice.",
        "body" : "A giant volcanic rock raft has been found floating in the ocean.\n\nThe rock raft is about the same size as 20,000 football fields and was first spotted by Australian sailors earlier this month.\n\nScientists think the rock raft came from an underwater volcano near Tonga, which erupted earlier this month.\n\nThe volcanic rock is called 'pumice stone' and is very lightweight, meaning it can float on water.\n\nPumice is made when magma from a volcano when it cools really quickly in water.\nThe rock raft is made up of trillions of tiny pieces of pumice stone, so it looks like a floating island when they're all together.\n",
        "imageUrl" : "https://ik.imagekit.io/qp1uarozx/22-01_UFO23eGvj.jpg?ik-sdk-version=javascript-1.4.3&updatedAt=1678384571306",
        "createdAt" : "2023-01-31T15:44:00.741+00:00",
        "updatedAt" : "2023-01-31T15:44:00.741+00:00",
        "videoUrl" : "https://youtu.be/9eTRUVc2dnk"
        },

        { "likes" : [],
        "_id" : "not found",
        "title" : "1 light year is about 9.5 trillion kilometres.",
        "body" : "Unlike the speed of your car when running errands, the speed of light is constant throughout the universe and is known to high precision. In a vacuum, light travels at 670,616,629 mph (1,079,252,849 km/h). \n\nTo find the distance of a light-year, you multiply this speed by the number of hours in a year (8,766). The result: One light-year equals 5,878,625,370,000 miles (9.5 trillion km). At first glance, this may seem like an extreme distance, but the enormous scale of the universe dwarfs this length.\n",
        "imageUrl" : "https://ik.imagekit.io/qp1uarozx/23-01_qzAC3unel.jpg?ik-sdk-version=javascript-1.4.3&updatedAt=1678384569544",
        "createdAt" : "2023-01-31T15:44:00.741+00:00",
        "updatedAt" : "2023-01-31T15:44:00.741+00:00",
        "videoUrl" : "https://youtu.be/1kbgJbtj5wQ"
        },

        { "likes" : [],
        "_id" : "not found",
        "title" : "A cheetah’s lifespan is up to 12 years in the wild.",
        "body" : "Adult life for a cheetah in the wild is difficult. Cheetahs in the wild (Both male and female combined) have an average age span of 10 – 12 years. \n\n\nThe average lifespan of an adult male in the wild skews lower (8 years), due in part to territorial conflicts with competing groups of males.\n",
        "imageUrl" : "https://ik.imagekit.io/qp1uarozx/24-01_cxSf0GTPPC.jpg?ik-sdk-version=javascript-1.4.3&updatedAt=1678384570313",
        "createdAt" : "2023-01-31T15:44:00.741+00:00",
        "updatedAt" : "2023-01-31T15:44:00.741+00:00",
        "videoUrl" : "https://youtu.be/2E-NCjgRxvg"
        },
        { "likes" : [],
        "_id" : "not found",
        "title" : "Listening to music can create bacteria.",
        "body" : "An experiment was performed, which was focused on studying the effect of music on the growth of bacteria such as Escherichia coli and Staphylococcus aureus. \n\nThe bacteria, when exposed to music of different genres, were seen to have various growth rates. The results of the experiment showed that not only did music enhance the growth of bacteria, but also, the genre, Heavy Metal, increased bacterial growth maximally in both strains as compared to other genres. \n\nThis effect can be utilized on a larger scale in wastewater treatment industries where sewage-degrading bacteria are inoculated in the sewage.  \n\nThe tanks can be exposed to music and the efficiency of the bacteria can increase significantly, improving the efficiency of the wastewater treatment plant. This helps in reducing the amount of sludge being transported during wastewater treatment, thereby saving transport costs.\n",
        "imageUrl" : "https://ik.imagekit.io/qp1uarozx/25-01_d_wYId4-Z.jpg?ik-sdk-version=javascript-1.4.3&updatedAt=1678388017374",
        "createdAt" : "2023-01-31T15:44:00.741+00:00",
        "updatedAt" : "2023-01-31T15:44:00.741+00:00",
        "videoUrl" : "https://youtu.be/fLTQ-ne7mo8"
        },
        { "likes" : [],
        "_id" : "not found",
        "title" : "The two nuclear bombs dropped on Hiroshima and Nagasaki in 1945 killed nearly 200,000 people.",
        "body" : "The United States detonated two nuclear weapons over the Japanese cities of Hiroshima and Nagasaki on 6 and 9 August 1945, respectively. The two bombings killed between 129,000 and 226,000 people, most of whom were civilians. This remained the only use of nuclear weapons in armed conflict.",
        "imageUrl" : "https://ik.imagekit.io/qp1uarozx/26-01_omu9W-V_3.png?ik-sdk-version=javascript-1.4.3&updatedAt=1678384574902",
        "createdAt" : "2023-01-31T15:44:00.741+00:00",
        "updatedAt" : "2023-01-31T15:44:00.741+00:00",
        "videoUrl" : "https://youtu.be/JuGbR1MBY9s"
        }
    ]
}
