{
  "message":"App Details",
  "ads":
  [
    {
     "message":"ADVERT",
     "visible":true,
     "Title":"Addiction Breaker App",
     "Description":"Addictions can sometimes be very hard to break. Often times breaking them alone always prove abortive.Hence, there is every need for help and support either from trusted people or useful materials. \n\nHowever, we find it hard to communicate what we are going through with others due to certain reasonswhich mostly could be the fear of being ridiculed.  Well, this was thought through enough and the Growth checker app was developed for this reason and others.\n\nWhen dealing with addictions, a better sense of accountability helps to better deal with the situation. This summarizes what this app is all about. Days of involvement in the addiction in question lead to subtraction of very high points and days of non involvementplus doing certain activities which will help with growth leads to the addition of positive points. All these are plotted on graphs for better visualization of growth on a daily basis.\n\nThe essence of this app is to serve as a companion throughout the breaking free period.",
     "Link":"https://play.google.com/store/apps/details?id=ade.yemi.growthchecker",
     "Imagelink":"https://ik.imagekit.io/qp1uarozx/first-01_Tjz7hyFr5.jpg",
     "VideoLink":"https://www.youtube.com/watch?v=qmnI_gMbY7E",
     "SmallImagelink":"https://ik.imagekit.io/qp1uarozx/third-01_iK0s7R-Tn.jpg"},
    {
     "message":"Advert",
     "visible":true,
     "Title":"Science Facts Guru",
     "Description":"Science Facts Guru App is a platform for knowledge broadening in several regards.  Over 2000 offline facts based on different categories to browse through, save and share.  Daily facts having respective images, videos and text contents are displayed on a daily basis.  Daily facts notifications to keep you engaged. The essence of this is to never stop learning.  Several other features like downloading facts as images, videos and as texts are all inclusive to ensure maximum user satisfaction and experience.",
     "Link":"https://play.google.com/store/apps/details?id=com.regedit.science_guru",
     "Imagelink":"https://lh3.googleusercontent.com/IhOm7EwRpZDgwxKA4ZW7qor5zplXMuutaC2xR8IPlR9E1jxiWODaJ3WzPCBMDJFbuik",
     "VideoLink":"https://www.youtube.com/watch?v=KnxWTeAL5FM",
     "SmallImagelink":"https://lh3.googleusercontent.com/IhOm7EwRpZDgwxKA4ZW7qor5zplXMuutaC2xR8IPlR9E1jxiWODaJ3WzPCBMDJFbuik"}
  ],
  "success":true}
